/**
 * user_action과 user_reducers에서 action의 type을 편하게 관리하기 위해 생성된 파일
 */
export const LOGIN_USER = "login_user";
export const REGISTER_USER = "register_user";
export const 행사대분류 = {
    "견학/탐방": "E001",
    "체험": "E002",
    "교육/강연": "E003",
    "세미나": "E004",
    "공모전": "E005",
    "자원봉사": "E006",
    "문화/예술": "E007",
    "국민참여": "E008"
}

export const 행사소분류 = {
    "전시회": "E001001", // 견학/탐방 > 전시회
    "박람회": "E001002",// 견학/탐방 > 박람회
    "교육": "E003001", // 교육.강연 > 교육
    "강좌": "E003002",
    "강연": "E003003",
    "세미나": "E004001",
    "포럼": "E004002",
    "컨퍼런스": "E004003",
    "심포지엄": "E004004",
    "공청회": "E004005",
    "음악": "E007001",
    "연극/공연": "E007002",
    "영화": "E007003",
    "레저/여가": "E007004",
    "체육": "E007005",
    "기타": "E007006",
    "서포터즈": "E008001",
    "국민평가단": "E008002",
    "명예위원": "E008003",
    "전문위원": "E008004",
    "패널/방청": "E008005"
}